export default {
  '红色系': [
    {
      'name': '浅红',
      'rgb': '255,185,172',
      'quote': '桃花一簇开无主，可爱深红爱浅红。',
      'title': '江畔独步寻花 其五',
      'author': '杜甫'
    },
    {
      'name': '妃色',
      'rgb': '249,100,66',
      'quote': '芝田暗老甄妃色，将花江草都更迭。',
      'title': '忆秦娥 其三',
      'author': '宁调元'
    },
    {
      'name': '品红',
      'rgb': '254,57,94',
      'quote': '依然北地胭脂艳，南国还多一品红。',
      'title': '喜抵广州三首 其二',
      'author': '无研因'
    },
    {
      'name': '桃红',
      'rgb': '255,132,136',
      'quote': '桃红复含宿雨，柳绿更带朝烟。',
      'title': '田园乐七首 其六/闲居',
      'author': '王维'
    },
    {
      'name': '海棠红',
      'rgb': '230,102,112',
      'quote': '千缕未摇官柳绿，一梢初放海棠红。',
      'title': '初春探花有作',
      'author': '陆游'
    },
    {
      'name': '石榴红',
      'rgb': '255,59,40',
      'quote': '曾是寂寥金烬暗，断无消息石榴红。',
      'title': '无题 凤尾香罗薄几重',
      'author': '李商隐'
    },
    {
      'name': '樱桃色',
      'rgb': '213,69,91',
      'quote': '绿杨巷陌人谁过，细雨樱桃色可怜。',
      'title': '鹧鸪天',
      'author': '陈去病'
    },
    {
      'name': '银红',
      'rgb': '251,101,92',
      'quote': '银红衫子半蒙尘，一盏孤灯半此身。',
      'title': '寄外',
      'author': '会稽女郎'
    },
    {
      'name': '大红',
      'rgb': '255,67,53',
      'quote': '蓬杳斜簪尺半强，大红衫子艳春阳。',
      'title': '蜑娘谣四首 其一',
      'author': '施蛰存'
    },
    {
      'name': '绛紫',
      'rgb': '146,72,87',
      'quote': '及来江南花亦好，绛紫浅红如舞娥。',
      'title': '牡丹',
      'author': '梅尧臣'
    },
    {
      'name': '绯红',
      'rgb': '210,73,46',
      'quote': '天烛绯红松柏青，春光齐插古铜瓶。',
      'title': '戊子元旦',
      'author': '方仁渊'
    },
    {
      'name': '胭脂',
      'rgb': '165,51,53',
      'quote': '胭脂雪瘦熏沉水，翡翠盘高走夜光。',
      'title': '鹧鸪天 赏荷',
      'author': '蔡松年'
    },
    {
      'name': '朱红',
      'rgb': '255,95,45',
      'quote': '谁将金粟银丝脍，簇飣朱红菜碗心。',
      'title': '山茶',
      'author': '杨万里'
    },
    {
      'name': '彤色',
      'rgb': '254,98,68',
      'quote': '明府归帆带雪飞，钱塘彤色暗凄凄。',
      'title': '唐会稽以母忧归上海',
      'author': '徐渭'
    },
    {
      'name': '丹',
      'rgb': '255,96,53',
      'quote': '山远天高烟水寒，相思枫叶丹。',
      'title': '长相思 一重山',
      'author': '李煜'
    },
    {
      'name': '茜色',
      'rgb': '213,73,92',
      'quote': '遥望平畴葱茜色，清凉爽气袭人来。',
      'title': '怀柔道中',
      'author': '张鹏翮'
    },
    {
      'name': '火红',
      'rgb': '255,74,90',
      'quote': '石鼎火红诗咏后，竹炉汤沸客来时。',
      'title': '茶烟',
      'author': '瞿佑'
    },
    {
      'name': '赫赤',
      'rgb': '213,54,61',
      'quote': '辉金耀古体圆时，照地照天光赫赤。',
      'title': '偈',
      'author': '释智月'
    },
    {
      'name': '嫣红',
      'rgb': '249,132,135',
      'quote': '姹紫嫣红一时凋，舞衣不称旧舞腰。',
      'title': '情诗其二十一',
      'author': '仓央嘉措'
    },
    {
      'name': '洋红',
      'rgb': '255,62,156',
      'quote': '一从番舶来中土，赢得扶桑晓日红。',
      'title': '洋红',
      'author': '缪公恩'
    },
    {
      'name': '炎',
      'rgb': '255,77,43',
      'quote': '炎荒万里频回首，羌笛三更谩自哀。',
      'title': '元夕二首',
      'author': '王守仁'
    },
    {
      'name': '赤',
      'rgb': '207,57,51',
      'quote': '赤帝旗迎火云起，南山石裂昊牛死。',
      'title': '夏',
      'author': '无名氏'
    },
    {
      'name': '绾色',
      'rgb': '174,133,120',
      'quote': '小时怜母今怜婿，宛转双头绾色丝。',
      'title': '日本杂事诗 其九十一',
      'author': '黄遵宪'
    },
    {
      'name': '棗红',
      'rgb': '206,54,60',
      'quote': '黄色辉光耀似金，棗红牙齿利如针。',
      'title': '白麻头',
      'author': '贾似道'
    },
    {
      'name': '檀',
      'rgb': '187,115,101',
      'quote': '应倾谢女珠玑箧，尽写檀郎锦绣篇。',
      'title': '七夕',
      'author': '罗隐'
    },
    {
      'name': '殷红',
      'rgb': '201,43,54',
      'quote': '殷红浅碧旧衣裳，取次梳头暗淡妆。',
      'title': '莺莺诗',
      'author': '元稹'
    },
    {
      'name': '酡红',
      'rgb': '231,68,49',
      'quote': '莫讶眉山长媚翁，高谈雄辩颜酡红。',
      'title': '成都使君王季野席上次韵奉呈橹巢初庵云林元素子素诸公',
      'author': '虞堪'
    },
    {
      'name': '酡颜',
      'rgb': '255,153,119',
      'quote': '酡颜玉碗捧纤纤，乱点余花唾碧衫。',
      'title': '记梦回文二首（并序）',
      'author': '苏轼'
    }
  ],
  '黄色系': [
    {
      'name': '鹅黄',
      'rgb': '255,241,89',
      'quote': '展尽鹅黄千万缕，月中并作濛濛雾。',
      'title': '蝶恋花 独向沧浪亭外路',
      'author': '王国维'
    },
    {
      'name': '鸭黄',
      'rgb': '247,254,126',
      'quote': '一年最可人心目，幼绿秧针乳鸭黄。',
      'title': '沧趣楼杂诗 其七',
      'author': '陈宝琛'
    },
    {
      'name': '樱草',
      'rgb': '231,253,103',
      'quote': '西蜀樱桃也自红，野人相赠满筠笼。',
      'title': '野人送朱樱',
      'author': '杜甫'
    },
    {
      'name': '杏黄',
      'rgb': '255,172,70',
      'quote': '揉蓝衫子杏黄裙，独倚玉阑，无语点檀唇。',
      'title': '南歌子 香墨弯弯画',
      'author': '秦观'
    },
    {
      'name': '杏红',
      'rgb': '255,149,67',
      'quote': '桃叶浅声双唱，杏红深色轻衣。',
      'title': '画堂春 外湖莲子长参差',
      'author': '张先'
    },
    {
      'name': '橘黄',
      'rgb': '255,147,71',
      'quote': '霜叶飞红橙橘黄，一笠西风正宜路。',
      'title': '送儿沆再之婺',
      'author': '陈著'
    },
    {
      'name': '橙黄',
      'rgb': '255,171,52',
      'quote': '不辞雨卧风餐里，可惜橙黄橘绿时。',
      'title': '早炊童家店',
      'author': '杨万里'
    },
    {
      'name': '橘红',
      'rgb': '255,129,47',
      'quote': '采石盘中兵胆涌，橘红袍上箭痕乾。',
      'title': '次徐相公韵十首 李显忠',
      'author': '释行海'
    },
    {
      'name': '薑黄',
      'rgb': '255,203,126',
      'quote': '稍就檐阴避午阳，蕙兰中暑亦薑黄。',
      'title': '秋日过钟抱素宅 其一',
      'author': '区越'
    },
    {
      'name': '缃色',
      'rgb': '244,197,76',
      'quote': '仙人缃色裘，缟衣以裼之。',
      'title': '咏水仙花五韵',
      'author': '陈与义'
    },
    {
      'name': '橙色',
      'rgb': '255,149,70',
      'quote': '枉却秋橙色，金鹅阁上黄。',
      'title': '送吕中甫之潞',
      'author': '徐渭'
    },
    {
      'name': '茶色',
      'rgb': '188,98,72',
      'quote': '谁伴锡痕过寂历，自凭茶色对孱颜。',
      'title': '寄西山勤道人',
      'author': '林逋'
    },
    {
      'name': '驼',
      'rgb': '173,135,102',
      'quote': '金谷园中莺乱飞，铜驼陌上好风吹。',
      'title': '杨柳枝词九首',
      'author': '刘禹锡'
    },
    {
      'name': '昏黄',
      'rgb': '204,158,75',
      'quote': '燕子归来人去世，此时无奈昏黄。',
      'title': '临江仙（离怀）',
      'author': '王观'
    },
    {
      'name': '栗色',
      'rgb': '100,41,30',
      'quote': '栗色伽梨撩乱挂，谁能劳苦强安排。',
      'title': '山居 其十二',
      'author': '淳藏主'
    },
    {
      'name': '棕',
      'rgb': '186,99,47',
      'quote': '药条药甲润青青，色过棕亭入草亭。',
      'title': '绝句四首',
      'author': '杜甫'
    },
    {
      'name': '棕绿',
      'rgb': '132,114,26',
      'quote': '兀兀山行无处归，山中猛虎识棕衣。',
      'title': '寄庐山棕衣居士',
      'author': '韦应物'
    },
    {
      'name': '棕黑',
      'rgb': '129,77,19',
      'quote': '左绵公馆清江濆，海棕一株高入云。',
      'title': '海棕行',
      'author': '杜甫'
    },
    {
      'name': '棕红',
      'rgb': '162,74,24',
      'quote': '黄帽棕鞋，出门一步为行客。',
      'title': '点绛唇 黄帽棕鞋',
      'author': '仇远'
    },
    {
      'name': '棕黄',
      'rgb': '180,117,33',
      'quote': '一色棕榈造，收成掌握中。',
      'title': '棕拂',
      'author': '郭印'
    },
    {
      'name': '赭',
      'rgb': '163,87,56',
      'quote': '赭圻将赤岸，击汰复扬舲。',
      'title': '送邢桂州',
      'author': '王维'
    },
    {
      'name': '赭颜',
      'rgb': '155,89,60',
      'quote': '送客饮别酒，千觞无赭颜。',
      'title': '送韦仁实兄弟入关',
      'author': '李贺'
    },
    {
      'name': '琥珀',
      'rgb': '210,113,49',
      'quote': '兰陵美酒郁金香，玉碗盛来琥珀光。',
      'title': '客中行',
      'author': '李白'
    },
    {
      'name': '褐色',
      'rgb': '113,81,33',
      'quote': '凄凄陈述圣，披褐鉏俎豆。',
      'title': '赠陈商',
      'author': '李贺'
    },
    {
      'name': '枯黄',
      'rgb': '214,181,131',
      'quote': '林枯黄叶尽，水耗绿池空。',
      'title': '十月奉教作',
      'author': '李峤'
    },
    {
      'name': '黄櫨',
      'rgb': '232,162,81',
      'quote': '冲天香阵透长安，满城尽带黄金甲。',
      'title': '不第后赋菊',
      'author': '黄巢'
    },
    {
      'name': '秋色',
      'rgb': '141,110,61',
      'quote': '满载一船秋色，平铺十里湖光。',
      'title': '西江月 阻风山峰下',
      'author': '张孝祥'
    },
    {
      'name': '秋香',
      'rgb': '221,185,52',
      'quote': '画栏桂树悬秋香，三十六宫土花碧。',
      'title': '金铜仙人辞汉歌',
      'author': '李贺'
    }
  ],
  '绿色系': [
    {
      'name': '嫩绿',
      'rgb': '183,220,59',
      'quote': '青山如黛远村东，嫩绿长溪柳絮风。',
      'title': '春日杂咏',
      'author': '高珩'
    },
    {
      'name': '柳黄',
      'rgb': '197,221,61',
      'quote': '柳黄未吐叶，水绿半含苔。',
      'title': '边城思',
      'author': '何逊'
    },
    {
      'name': '柳绿',
      'rgb': '167,220,58',
      'quote': '桃红复含宿雨，柳绿更带朝烟。',
      'title': '闲居',
      'author': '王维'
    },
    {
      'name': '竹青',
      'rgb': '115,147,100',
      'quote': '寒涧流沙白，秋云入竹青。',
      'title': '抱素子作自适图求题',
      'author': '张翥'
    },
    {
      'name': '葱黄',
      'rgb': '154,215,47',
      'quote': '丹葩信不类萍蒿，雨后长抽绿玉条。',
      'title': '葱绝句',
      'author': '陆文圭'
    },
    {
      'name': '葱绿',
      'rgb': '148,216,47',
      'quote': '叶抽葱绿半熉黄，墙角含风滟露光。',
      'title': '萱',
      'author': '弘历'
    },
    {
      'name': '葱青',
      'rgb': '0,182,64',
      'quote': '犬吠葱青里，人家竹径深。',
      'title': '都梁八首',
      'author': '陈造'
    },
    {
      'name': '青葱',
      'rgb': '0,160,70',
      'quote': '桃李盛时虽寂寞，雪霜多后始青葱。',
      'title': '题小松',
      'author': '李商隐'
    },
    {
      'name': '油绿',
      'rgb': '0,185,37',
      'quote': '一江春水如油绿，满目春山看不足。',
      'title': '题吴镇清溪垂钓图',
      'author': '弘历'
    },
    {
      'name': '绿沉',
      'rgb': '0,135,30',
      'quote': '绿沉金锁俱尘委，雪洒寒灯泪数行。',
      'title': '雪夜感旧',
      'author': '陆游'
    },
    {
      'name': '碧色',
      'rgb': '0,205,167',
      'quote': '烟波不动影沉沉，碧色全无翠色深。',
      'title': '洞庭诗',
      'author': '雍陶'
    },
    {
      'name': '碧绿',
      'rgb': '0,217,159',
      'quote': '碧绿青红百样花，尽从春色巧安排。',
      'title': '颂古五十五首',
      'author': '释绍昙'
    },
    {
      'name': '青碧',
      'rgb': '0,191,165',
      'quote': '海山青碧一千重，楼观飞霞朵朵峰。',
      'title': '梦游海山二首',
      'author': '苏泂'
    },
    {
      'name': '翡翠色',
      'rgb': '0,221,175',
      'quote': '玉垒晴开翡翠色，锦江月落子规声。',
      'title': '寄赠宋玉叔观察署中',
      'author': '白胤谦'
    },
    {
      'name': '草绿',
      'rgb': '0,218,97',
      'quote': '风吹狂野纸钱飞，古墓垒垒春草绿。',
      'title': '寒食野望吟',
      'author': '白居易'
    },
    {
      'name': '青色',
      'rgb': '0,221,161',
      'quote': '红兰莫笑青青色，曾向龙山泛酒来。',
      'title': '庭前菊',
      'author': '韦庄'
    },
    {
      'name': '青翠',
      'rgb': '0,220,125',
      'quote': '门前艾蒲青翠，天淡纸鸢舞。',
      'title': '六幺令 天中节',
      'author': '苏轼'
    },
    {
      'name': '青白',
      'rgb': '185,235,216',
      'quote': '天公有眼能青白，世路无情谩崄巇',
      'title': '赠人',
      'author': '萧立之'
    },
    {
      'name': '鸭卵青',
      'rgb': '222,238,233',
      'quote': '鱼鳞云绉风将起，鸭卵天开雨乍晴。',
      'title': '与越客偶谈风土',
      'author': '林占海'
    },
    {
      'name': '蟹殼青',
      'rgb': '184,206,199',
      'quote': '漆为蟹殼青，针向磁石取。',
      'title': '怀石绮园二首 其二',
      'author': '今朝觐'
    },
    {
      'name': '鸦青',
      'rgb': '62,75,81',
      'quote': '才近中秋月已清，鸦青幕挂一团冰。',
      'title': '八月十二日夜诚斋望月',
      'author': '杨万里'
    },
    {
      'name': '绿色',
      'rgb': '0,224,40',
      'quote': '花飞衣袖红香湿，柳拂鞍鞯绿色匀。',
      'title': '雨过至城西苏家',
      'author': '黄庭坚'
    },
    {
      'name': '豆绿',
      'rgb': '150,207,82',
      'quote': '豆绿缸中梅水满，何时小啜龙团饷。',
      'title': '梅子黄时雨 本意',
      'author': '陈维菘'
    },
    {
      'name': '豆青',
      'rgb': '139,204,93',
      'quote': '唤得雪儿教捧去，葵花小合豆青瓷。',
      'title': '浣溪沙 戏友',
      'author': '万树'
    },
    {
      'name': '石青',
      'rgb': '102,205,169',
      'quote': '狂春如梦柳如丝，聊向清明作水嬉。',
      'title': '宛溪泛舟',
      'author': '汪石青'
    },
    {
      'name': '玉色',
      'rgb': '0,219,166',
      'quote': '君王选玉色，侍寝金屏中。',
      'title': '怨歌行',
      'author': '李白'
    },
    {
      'name': '缥',
      'rgb': '99,232,176',
      'quote': '烟光摇缥瓦，望晴檐多风，柳花如洒。',
      'title': '三姝媚 烟光摇缥瓦',
      'author': '史达祖'
    },
    {
      'name': '艾绿',
      'rgb': '152,224,200',
      'quote': '记得蒲青艾绿时，故交先识顺昌旗。',
      'title': '怀旧三首 其三',
      'author': '杨赓笙'
    },
    {
      'name': '松柏绿',
      'rgb': '0,164,119',
      'quote': '萧寺疏钟引客寻，覆阶松柏绿森森。',
      'title': '关圣祠',
      'author': '弘历'
    },
    {
      'name': '松花绿',
      'rgb': '0,118,73',
      'quote': '参膏入水松花绿，木骨生翳石砮青。',
      'title': '新秋感兴十二首 其五',
      'author': '毛澄'
    },
    {
      'name': '松花色',
      'rgb': '180,229,122',
      'quote': '自看和酿一依方，缘看松花色较黄。',
      'title': '设酒寄独孤少府',
      'author': '王建'
    }
  ],
  '蓝色系': [
    {
      'name': '蓝',
      'rgb': '0,204,243',
      'quote': '蓝水远从千涧落，玉山高并两峰寒。',
      'title': '九日蓝田崔氏庄',
      'author': '杜甫'
    },
    {
      'name': '靛青',
      'rgb': '0,124,175',
      'quote': '桃花碎影江如靛，隔断相思一半。',
      'title': '桃源忆故人 舟次瓜步怀徐姬石莲',
      'author': '陆亮辅'
    },
    {
      'name': '靛蓝',
      'rgb': '0,81,120',
      'quote': '看他一道湔裙水，深作脂红浅靛蓝。',
      'title': '述春五绝句 其五',
      'author': '姚燮'
    },
    {
      'name': '碧蓝',
      'rgb': '0,233,230',
      'quote': '交游盛处失騑骖，笔砚穷时绾碧蓝。',
      'title': '曾晦之挽词',
      'author': '叶适'
    },
    {
      'name': '蔚蓝',
      'rgb': '68,239,252',
      'quote': '风迥五两月逢三，双桨平拖水蔚蓝。',
      'title': '阳湖道中',
      'author': '张问陶'
    },
    {
      'name': '宝蓝',
      'rgb': '69,94,194',
      'quote': '久辜佳约违莲社，今续清欢到宝蓝。',
      'title': '昭庆寺看芍药',
      'author': '王涣'
    },
    {
      'name': '蓝灰',
      'rgb': '159,177,201',
      'quote': '蓝灰澄古色，泥水合凝滋。',
      'title': '假山',
      'author': '齐己'
    },
    {
      'name': '藏青',
      'rgb': '32,77,125',
      'quote': '梅花露白难夸客，麦本藏青预策勋。',
      'title': '邸报改元得雪',
      'author': '姜特立'
    },
    {
      'name': '藏蓝',
      'rgb': '57,44,125',
      'quote': '绿柳藏乌静掩关。鸭炉香细琐窗闲。',
      'title': '浣溪沙 绿柳藏乌静掩关',
      'author': '晏几道'
    },
    {
      'name': '黛',
      'rgb': '72,66,103',
      'quote': '草绿裙腰山染黛，闲恨闲愁侬不解。',
      'title': '天仙子 草绿裙腰山染黛',
      'author': '文廷式'
    },
    {
      'name': '黛绿',
      'rgb': '53,101,101',
      'quote': '罗绮十行眉黛绿，银花千炬簇莲红。',
      'title': '浣溪沙 即席和徐守元宵',
      'author': '丘崈'
    },
    {
      'name': '黛蓝',
      'rgb': '59,78,101',
      'quote': '黛蛾长敛，任是春风吹不展。',
      'title': '减字木兰花 天涯旧恨',
      'author': '秦观'
    },
    {
      'name': '黛紫',
      'rgb': '88,66,102',
      'quote': '泪眼不曾晴，眉黛愁还聚。',
      'title': '卜算子 风雨送人来',
      'author': '游次公'
    },
    {
      'name': '紫色',
      'rgb': '148,81,186',
      'quote': '仿佛金紫色，分明冰玉容。',
      'title': '梦裴相公',
      'author': '白居易'
    },
    {
      'name': '紫酱',
      'rgb': '133,87,100',
      'quote': '孺人舍我亡，稚子未堪役。',
      'title': '合酱作',
      'author': '曾巩'
    },
    {
      'name': '酱紫',
      'rgb': '133,86,117',
      'quote': '盘馐蒟酱实，歌杂竹枝辞。',
      'title': '送张寺丞觐知富顺监',
      'author': '司马光'
    },
    {
      'name': '紫檀',
      'rgb': '78,33,23',
      'quote': '浑成紫檀金屑文，作得琵琶声入云。',
      'title': '凉州词',
      'author': '孟浩然'
    },
    {
      'name': '绀青绀紫',
      'rgb': '0,47,112',
      'quote': '琥珀头尖项紫青，翅如苏叶肉还青。',
      'title': '紫青',
      'author': '贾似道'
    },
    {
      'name': '紫棠',
      'rgb': '90,16,78',
      'quote': '插犀头角何峥嵘，紫棠色照长弓骍。',
      'title': '送元举宫苑秀洲钤辖',
      'author': '刘弇'
    },
    {
      'name': '青莲',
      'rgb': '135,40,173',
      'quote': '白日传心净，青莲喻法微。',
      'title': '宿龙兴寺',
      'author': '綦毋潜'
    },
    {
      'name': '群青',
      'rgb': '56,140,174',
      'quote': '如分雁荡群青过，忽挟龙湫万玉来。',
      'title': '袁黄岩寄雁荡图及新诗见示颇怀壮游之感',
      'author': '王世贞'
    },
    {
      'name': '雪青',
      'rgb': '178,167,227',
      'quote': '界天暑雪青城外，涌地晴云瓦屋头。',
      'title': '思佛亭晓望',
      'author': '范成大'
    },
    {
      'name': '丁香',
      'rgb': '208,168,227',
      'quote': '芭蕉不展丁香结，同向春风各自愁。',
      'title': '代赠二首',
      'author': '李商隐'
    },
    {
      'name': '藕色',
      'rgb': '239,212,218',
      'quote': '伤春春半始寻春，时样衣衫藕色新。',
      'title': '南唐浣溪沙 西园春游同唐静音夫人',
      'author': '束蘅'
    },
    {
      'name': '藕荷',
      'rgb': '230,202,210',
      'quote': '相携烧笋苦竹寺，却下踏藕荷花洲。',
      'title': '和蔡准郎中见遨游西湖三首',
      'author': '苏轼'
    }
  ],
  '苍色系': [
    {
      'name': '苍色',
      'rgb': '114,135,140',
      'quote': '栽得野松苍色多，隔墙菉竹亦猗猗。',
      'title': '丙子元日试笔',
      'author': '邵宝'
    },
    {
      'name': '苍翠',
      'rgb': '59,153,117',
      'quote': '寒山转苍翠，秋水日潺湲。',
      'title': '辋船闲居赠裴秀才迪',
      'author': '王维'
    },
    {
      'name': '苍黄',
      'rgb': '163,157,127',
      'quote': '将略兵机命世雄，苍黄钟室叹良弓。',
      'title': '韩信庙',
      'author': '刘禹锡'
    },
    {
      'name': '苍青',
      'rgb': '108,152,172',
      'quote': '苍青一色接中流，浩浩风涛护鄂州。',
      'title': '九日黄鹤楼登高 其二',
      'author': '洪锡爵'
    },
    {
      'name': '苍黑',
      'rgb': '46,81,95',
      'quote': '扶微擿隐究茫味，别白苍黑分毫厘。',
      'title': '谢襄阳陶宰惠靖节先生编年大本',
      'author': '陈造'
    },
    {
      'name': '苍白',
      'rgb': '207,218,224',
      'quote': '赛程橐载无此过，色有苍白或黄紫。',
      'title': '橐驼',
      'author': '弘历'
    }
  ],
  '水色系': [
    {
      'name': '水色',
      'rgb': '130,172,167',
      'quote': '独凭朱槛立凌晨，山色初明水色新。',
      'title': '庚楼晓望',
      'author': '白居易'
    },
    {
      'name': '水红',
      'rgb': '245,215,232',
      'quote': '水红湔露佩，蠡翠拂烟窗。',
      'title': '自城湖放舟至蓉江宿周氏庄四章同长大阮二作 其二',
      'author': '姚燮'
    },
    {
      'name': '水绿',
      'rgb': '207,241,233',
      'quote': '今日云最好，水绿秋山明。',
      'title': '九日',
      'author': '李白'
    },
    {
      'name': '水蓝',
      'rgb': '208,239,244',
      'quote': '帆樯拂尽千峰翠，衣带拖残一水蓝。',
      'title': '自中宿上韶阳道中有作 其十',
      'author': '屈大均'
    },
    {
      'name': '淡青',
      'rgb': '208,224,243',
      'quote': '绿蔓如藤不用栽，淡青花绕竹篱开。',
      'title': '牵牛花',
      'author': '陈宗远'
    },
    {
      'name': '湖蓝',
      'rgb': '0,220,241',
      'quote': '欲把西湖比西子，淡妆浓抹总相宜。',
      'title': '饮湖上初晴后雨二首 其二',
      'author': '苏轼'
    },
    {
      'name': '湖绿',
      'rgb': '0,244,204',
      'quote': '湖绿江光白，海气黑漭荡。',
      'title': '游韬光寺',
      'author': '朱清远'
    }
  ],
  '灰白系': [
    {
      'name': '月白',
      'rgb': '211,236,241',
      'quote': '鸿飞冥冥日月白，青枫叶赤天雨霜。',
      'title': '寄韩谏议注',
      'author': '杜甫'
    },
    {
      'name': '精白',
      'rgb': '254,255,255',
      'quote': '缅怀俞净意，精白寸心盟。',
      'title': '祀灶',
      'author': '李若琳'
    },
    {
      'name': '象牙白',
      'rgb': '254,251,242',
      'quote': '象牙白齿双梳子，驼骨红纹小棹蓖。',
      'title': '鹧鸪天',
      'author': '吕胜己'
    },
    {
      'name': '雪白',
      'rgb': '238,253,255',
      'quote': '梅子金黄杏子肥，麦花雪白菜花稀。',
      'title': '四时田园杂兴 其二',
      'author': '范成大'
    },
    {
      'name': '缟',
      'rgb': '241,237,224',
      'quote': '绿萼添妆融宝炬，缟仙扶醉跨残虹。',
      'title': '咏红梅花得红字',
      'author': '曹雪芹'
    },
    {
      'name': '素',
      'rgb': '221,240,234',
      'quote': '执扇婵娟素月，纱巾缥缈轻烟。',
      'title': '乌夜啼 纨扇婵娟素月',
      'author': '陆游'
    },
    {
      'name': '荼白',
      'rgb': '241,249,242',
      'quote': '谢却荼靡，一片月明如水。',
      'title': '酒泉子 谢却荼蘼',
      'author': '纳兰性德'
    },
    {
      'name': '霜色',
      'rgb': '231,241,247',
      'quote': '醉人霜色都无恙，裂岸雪涛空有声。',
      'title': '再登矶山两首 其二',
      'author': '陈忠平'
    },
    {
      'name': '花白',
      'rgb': '194,206,211',
      'quote': '岸蓼疏红荇青，茨菰花白小如萍。',
      'title': '发淮安',
      'author': '杨士奇'
    },
    {
      'name': '鱼肚白',
      'rgb': '251,241,233',
      'quote': '掺青皱翅紫麻头，肚白身肥牙似钩。',
      'title': '青麻头',
      'author': '贾似道'
    },
    {
      'name': '瑩白',
      'rgb': '223,248,253',
      'quote': '逡巡改莹白，玉骨净无滓。',
      'title': '醉芙蓉',
      'author': '姚勉'
    },
    {
      'name': '灰色',
      'rgb': '41,44,51',
      'quote': '四山阴雪湿灰色，六月杜鹃深树啼。',
      'title': '登新岭',
      'author': '戴表元'
    },
    {
      'name': '牙色',
      'rgb': '239,224,181',
      'quote': '牙璋辞凤阙，铁骑绕龙城。',
      'title': '从军行',
      'author': '杨炯'
    },
    {
      'name': '铅白',
      'rgb': '240,241,245',
      'quote': '色向怀铅白，光因翰简融。',
      'title': '和陈校书省中玩雪',
      'author': '包融'
    }
  ],
  '黑色系': [
    {
      'name': '玄色',
      'rgb': '101,42,27',
      'quote': '玄色酿成真一酒，别机织出象生花。',
      'title': '读黄子实诗卷',
      'author': '吴泳'
    },
    {
      'name': '漆黑',
      'rgb': '16,18,30',
      'quote': '蟒身漆黑蟒首红，蟒来动地起狂风。',
      'title': '听说南中蟒事',
      'author': '释文珦'
    },
    {
      'name': '玄青',
      'rgb': '56,58,78',
      'quote': '同流混清浊，高思入玄青。',
      'title': '水心书院次容彦昭',
      'author': '罗伦'
    },
    {
      'name': '乌色',
      'rgb': '115,95,131',
      'quote': '乍睹阳乌色，频闻喜鹊声。',
      'title': '次韵受益喜晴二首',
      'author': '方回'
    },
    {
      'name': '乌黑',
      'rgb': '54,44,62',
      'quote': '只知自古自今，争辩鹄白乌黑。',
      'title': '颂一百则',
      'author': '释重顕'
    },
    {
      'name': '墨色',
      'rgb': '75,96,108',
      'quote': '晨几砚凹涵墨色，午窗杯面聚茶香。',
      'title': '初夏燕堂睡起',
      'author': '陆游'
    },
    {
      'name': '墨灰',
      'rgb': '112,138,153',
      'quote': '人去台空谷，墨灰沼来乾。',
      'title': '游西山',
      'author': '蔡沆'
    },
    {
      'name': '黑色',
      'rgb': '0,0,1',
      'quote': '一尺圆潭深黑色，篆文如丝人不识。',
      'title': '灵台家兄古镜歌',
      'author': '薛逢'
    },
    {
      'name': '缁色',
      'rgb': '72,47,46',
      'quote': '今来滞洛都，素衣化缁色。',
      'title': '陆平原羁宦',
      'author': '郑学醇'
    },
    {
      'name': '象牙黑',
      'rgb': '44,33,28',
      'quote': '横簪刻玳瑁，长鞭错象牙。',
      'title': '轻薄篇',
      'author': '张华'
    },
    {
      'name': '黧',
      'rgb': '93,80,60',
      'quote': '颜霉黧以沮败兮，精越裂而衰老。',
      'title': '九叹',
      'author': '刘向'
    },
    {
      'name': '黎',
      'rgb': '118,104,79',
      'quote': '水精帘里颇黎枕，暖香惹梦鸳鸯锦。',
      'title': '菩萨蛮',
      'author': '温庭钧'
    },
    {
      'name': '黝',
      'rgb': '105,106,132',
      'quote': '黄缯练成素，黝面颒作玉。',
      'title': '宥老楮',
      'author': '苏轼'
    },
    {
      'name': '黝黑',
      'rgb': '104,87,89',
      'quote': '阴崖黝黑崩胁腹，石眼六七流嵌根。',
      'title': '丫头岩',
      'author': '刘弇'
    },
    {
      'name': '暗',
      'rgb': '56,84,92',
      'quote': '蛾儿雪柳黄金缕，笑语盈盈暗香去。',
      'title': '青玉案 元夕',
      'author': '辛弃疾'
    }
  ],
  '金银系': [
    {
      'name': '赤金',
      'rgb': '247,194,85',
      'quote': '重一箧，香十株，赤金瓜子兼杂麸。',
      'title': '夜来乐',
      'author': '李贺'
    },
    {
      'name': '金色',
      'rgb': '237,207,127',
      'quote': '一树春风千万枝，嫩于金色软于丝。',
      'title': '杨柳枝词',
      'author': '白居易'
    },
    {
      'name': '银白',
      'rgb': '233,233,241',
      'quote': '九月九日天气清，银白金黄百种菊。',
      'title': '弟茞家醉中趁笔',
      'author': '陈著'
    },
    {
      'name': '铜绿',
      'rgb': '65,150,138',
      'quote': '犹比至元无事日，印文铜绿长苔钱。',
      'title': '简任伯温检校（二首）',
      'author': '王逢'
    },
    {
      'name': '乌金',
      'rgb': '171,144,75',
      'quote': '玉皇未有天符至，且货乌金混世流。',
      'title': '题凤翔府天庆观',
      'author': '吕岩'
    },
    {
      'name': '老银',
      'rgb': '183,203,200',
      'quote': '千秋乡中名不没，墓有通儿书老银。',
      'title': '魏国赵夫人管君挽诗',
      'author': '张雨'
    }
  ]
}
